Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H13A.tmx
Source language: en_us
Languages: zh_cn

source: A Brief History
zh_cn: 国际战略研究中心简介

source: CSIS was launched at the height of the Cold War, dedicated to the simple but urgent goal of finding ways for America to survive as a nation and prosper as a people.
zh_cn: 国际战略研究中心成立于冷战高峰时期，它致力于一个简单而紧迫的目标，那就是为美国的国家生存和民族繁荣寻找出路。

source: During the following four decades, CSIS has grown to become one of the nation’s and the world’s preeminent public policy institutions on U.S. and international security.
zh_cn: 在随后的40年里，在研究美国和国际安全领域，国际战略研究中心已经发展成为全美国乃至全世界最杰出的公共政策机构之一。

source: From its beginning, CSIS has been committed to bipartisan problem solving.
zh_cn: 从一开始，国际战略研究中心就被赋予两党合作应对麻烦的任务。

source: While partisan competition advances ideas, America prospers when policy leaders develop a consensus across the political spectrum.
zh_cn: 当意识到党派竞争有利于思想进步和美国的繁荣时，具有不同政治背景的政治领袖们便达成了共识。

source: CSIS actively unites leaders from both parties to join in shared problem solving.
zh_cn: 国际战略研究中心有效地团结了两党的领袖们参与到共同麻烦的解决中来。

source: 2007: CSIS publishes Global Forecast, a volume of essays showcasing CSIS's collective wisdom on the most important security issues facing America in 2008.
zh_cn: 2007年：国际战略研究中心发表《全球预报》，以大量的论文阐述了美国在2008年面临的最重要的安全问题，展示了该机构博采众长的智慧。

source: 2007: Smart Power Commission cochairs Richard L. Armitage and Joseph S. Nye, Jr. lead a panel that provides a diagnosis of America’s declining standing in the world and offers a set of recommendations for the next president of the United States to implement a smart power approach to America’s global engagement.
zh_cn: 2007年：智能力量委员会理查德阿米蒂奇和约瑟夫奈伊领导的小组，分析了美国在世界上地位下降的原因，并提供了一系列建议，以便下届美国总统能在美国的全球参与中智能化地使用国家力量。

source: 2007: CSIS purchases 1616 Rhode Island Avenue, Washington, D.C., for the future home of the Center.
zh_cn: 2007年：国际战略研究中心买下了华盛顿特区，罗德岛大道1616号，作为该机构未来的研究中心。

source: 2007: CSIS supports the Independent Commission on the Security Forces of Iraq, chaired by General James Jones, USMC (Ret.), which reported to Congress on the readiness of the Iraqi Security Forces.
zh_cn: 2007年：在国际战略研究中心的支持下，由美国海军陆战队的琼斯将军（已退役）主持的的伊拉克安全部队独立委员会向国会报告伊拉克安全部队已准备就绪。

source: 2007: Ban Ki-moon, the eighth secretary-general of the United Nations, speaks at CSIS during his first visit to Washington as the organization’s leader.
zh_cn: 2007年：潘基文 联合国第八任秘书长 在其上任之初首次造访华盛顿的时候，在国际战略研究中心发表了他的初次讲话。

source: 2006: Decision 2008 program is created to foster a consensus-driven approach during the run-up to the elections by providing a platform for constructive and balanced dialogue and debate on the wide range of issues confronting candidates.
zh_cn: 2006年：“决定2008”计划的建立是为了促成在大选助跑阶段的候选人之间的一种接触，此接触以达成共识为目的。方法是为他们提供一个平台，在这个平台上可以就他们所面临的广泛问题展开建设性的平衡的对话和辩论。

source: 2006: CSIS is a partner organization of the Iraq Study Group (ISG), and CSIS experts contributed to its work. Many experts also commented on the ISG report in the days after its release.
zh_cn: 2006年：国际战略研究中心是伊拉克问题研究小组（ISG）的一个合作机构，许多专家协助其工作或对伊拉克问题研究小组的报告发表后进行及时地评论。

source: 2006: CSIS starts a project to assess the degree to which a wide range of policies and practices enacted by government and business over the last five years since 9/11 increased security and diminished the threat of terrorism in the United States.
zh_cn: 2006年：国际战略研究中心启动了一个项目，以评估自9.11事件发生五年来政府和机构所实施的一系列政策和做法在增加美国安全和减弱恐怖威胁方面的效果。

source: 2006: CSIS and the Peterson Institute for International Economics (PIIE) develop a joint multiyear project, the China Balance Sheet, which brings together leading specialists and analysts to provide regular, comprehensive, and objective information and analysis of changes in contemporary China’s internal evolution and global role.
zh_cn: 2006年：国际战略研究中心和彼得森国际经济研究所（PIIE）共同建立了一项持续多年的研究项目，《中国资产负债表》，该项目聚集了领先的专家和分析师，为当代中国的内部演变和全球作用的变化提供经常，全面，客观的信息和分析。

source: 2005: Homeland Security Secretary Michael Chertoff adopts many of the reorganization ideas offered in DHS 2.0, a 2004 report by CSIS and the Heritage Foundation, in his restructuring plan for the department.
zh_cn: 2005年：美国国土安全部部长切尔托夫在其部门重组的计划里采用了《美国国土安全部2.0》中的许多思想，《美国国土安全部2.0》为国际战略研究中心和美国传统基金会在2004年共同撰写的一份报告。

source: 2005: Recommendations made by the CSIS Post-Conflict Reconstruction Project results in the creation of an office for reconstruction at the Department of State and a U.S. government training center for reconstruction and stabilization issues at the Naval Postgraduate School.
zh_cn: 2005年：提出《冲突后重建计划》，美国政府据此在美国海军研究生院设立了一个研究室，以负责为了重建和稳定而重建外交部和一个美国政府培训中心的具体事宜。

source: 2005: Recommendations in the CSIS report Barracks and Brothels: Peacekeepers and Human Trafficking in the Balkans help shape provisions in the Trafficking Victims Protection Act (HR 972), which addresses the links between peacekeeping and human trafficking.
zh_cn: 2005年：《军营和妓院：维和人员与巴尔干的人口贩运》报告中的建议对《人口贩运受害者保护法》（人力资源972）的形成起到了帮助作用，该报告阐述了维和与人口贩运之间的联系。

source: 2005: CSIS conducts the “Steadfast Resolve” simulation exercise as a means to identify challenges to top government officials in responding to a terrorist attack that is harmful, but not catastrophic, and where there is uncertainty about possible follow- on attacks.
zh_cn: 2005年：国际战略研究中心举办了“坚定决心”模拟演习，作为一种手段，来找出政府高级官员在应对有害的但不是灾难性的恐怖袭击时面临的挑战，以及哪里存在可能的后续攻击的不确定性。

source: 2005: Hills Governance Center is launched at Tsinghua University in Beijing, China, for the purpose of promoting transparency and accountability across the private, public, and civic sectors.
zh_cn: 2005年：西尔斯管理中心在中国的北京清华大学建立，其目的是促进私营部门、公共部门和民间部门的透明度和问责制的发展。

source: It joins centers in Korea and the Philippines, which were opened in 2003.
zh_cn: 成立于2003年的韩国和菲律宾中心也合并于此。

source: 2004: The Global Strategy Institute at CSIS is launched to research long-range trends and to provide strategic insights to senior business, academic, and government leaders.
zh_cn: 2004年：国际战略研究中心的全球战略研究机构成立，主要负责对远期趋势的研究，以及为商界、学术界和政界的领袖提供战略洞察力。

source: 2004: The CSIS “Black Dawn” nuclear terrorism simulation helps to prompt the creation of a new European Union crisis center to deal with terrorist attacks and leads the European Council to reprogram funding toward threat reduction priorities.
zh_cn: 2004年：国际战略研究中心的“黑色黎明”核恐怖袭击模拟促成了新的欧盟危机处理中心的建立，并导致欧盟委员会改变了在降低危机方面的资助优先级别。

source: 2004: Secretary of Defense Donald Rumsfeld briefs President George W. Bush on the findings of CSIS’s “Beyond Goldwater-Nichols” project to determine pragmatic solutions for 21st century defense reform.
zh_cn: 2004年：为了确定21世纪的国防改革的务实解决方案，美国国防部长拉姆斯菲尔德向布什总统汇报了国际战略研究中心的“超越戈德怀特-尼科尔斯”项目的研究结果。

source: 2003: Co-chaired by Senators Bill Frist and John Kerry, the CSIS Task Force on HIV/AIDS begins phase two in its effort to strengthen U.S. leadership and build consensus around HIV/AIDS policy in the “ second-wave” states of China, Russia, India, Nigeria, and Ethiopia.
zh_cn: 2003年：在参议员比尔弗里斯特和约翰凯利的共同主持下，国际战略研究中心的艾滋病专责小组开始了第二阶段的工作，针对“第二波”国家：俄罗斯，印度，尼日利亚和埃塞俄比亚，以加强美国在艾滋病政策方面的领导作用和建立共识。

source: 2003: At the request of Defense Secretary Donald Rumsfeld and Ambassador Paul Bremer, John Hamre leads a team of CSIS experts to Iraq to assess postwar reconstruction efforts.
zh_cn: 2003年：在国防部长拉姆斯菲尔德和保罗布雷默大使的请求下，约翰哈姆雷率领一个国际战略研究中心专家团远赴伊拉克，评估战后重建事宜。

source: 2003: Senate Foreign Relations Committee Chairman Richard Lugar and former senator Sam Nunn launch the Initiative for a Renewed Transatlantic Partnership to help U.S. and European decision-makers jointly confront common global challenges.
zh_cn: 2003年：美国参议院外交关系委员会主席理查德卢格和前参议员萨姆纳恩发出重建跨大西洋伙伴关系的倡议，以帮助美国和欧洲的决策者共同面对全球共同的挑战。

source: 2002: CSIS releases The Global Retirement Crisis: The Threat to World Stability and What to Do about It.
zh_cn: 2002年：国际战略研究中心与花旗集团公司联合发布报告“全球退休危机：世界稳定的威胁以及如何应对”。

source: Co-published with Citigroup, the report educates readers on the impending world pension crisis and on ways to reduce the negative economic ramifications of global aging.
zh_cn: 使读者了解即将到来的全球养老金危机和减少全球老龄化负面经济影响的措施。

source: 2002: CSIS launches the Abshire-Inamori Leadership Academy to develop future leaders with character, creativity, and strategic vision.
zh_cn: 2002年：国际战略研究中心建立阿布希尔-稻盛和夫领导学院，以培养未来领导人的性格，创造力和战略远见。

source: Kazuo Inamori provides an endowment of $5 million for the academy’s leadership-building effort.
zh_cn: 稻盛和夫为该学院捐赠了500万美元。

source: 2001: CSIS forms the Terrorism Task Force, led by CSIS scholars, to assist in the development of long-term, national strategies to combat future terrorist attacks against the U.S. homeland.
zh_cn: 2001年：国际战略研究中心成立了反恐特别研究组，由国际战略研究中心的学者领导，以协助发展打击未来针对美国本土的恐怖攻击的长期国家战略。

source: This effort results in the publication of To Prevail: An American Strategy for the Campaign against Terrorism, the first post-9/11 guide to fighting transnational terrorism.
zh_cn: 这一努力的结果是“占上风：美国打击恐怖主义运动战略”的出版，这也是911事件后的首部打击跨国恐怖主义指南。

source: 2001: A CSIS report, Computer Exports and National Security in a Global Era: New Tools for a New Century, recommends ending performance-based hardware controls on computers and microprocessors; strengthening nonproliferation controls that focus on end users and projects of concern; and finding new ways to take advantage of information technologies to build U.S. military superiority.
zh_cn: 2001年：国际战略研究中心的报告“全球化时代的计算机出口和国家安全：新世纪的新工具”建议终止对计算机和微处理器以业绩为基础的硬件控制，加强针对终端用户和重点项目的防扩散控制，以及寻找新途径来充分利用信息技术建立美国的军事优势。

source: 2001: CSIS holds the “Dark Winter” exercise to determine the health and security implications of a smallpox attack in the United States.
zh_cn: 2001年：国际战略研究中心举办“黑暗冬夜”演习，以确定一次天花袭击对美国的健康和安全的影响。

source: 2001: U.S. Policy to End Sudan’s War, a report produced by an international task force headed by the CSIS Africa Program and members of Congress, provides policymakers with a pragmatic strategy for bringing a lasting peace to Sudan.
zh_cn: 2001年：“美国关于结束苏丹战争的政策的报告”，由国际战略研究中心非洲计划组和国会议员领导下的一个国际任务小组共同撰写，该报告为决策者建立一个持久和平的苏丹提供了务实的战略。

source: 2001: CSIS Strategic Energy Initiative finds that U.S. energy policy lacks global perspective and contains inherent contradictions, making it potentially difficult to meet emerging supply threats.
zh_cn: 2001年：国际战略研究中心的报告“战略能源倡议”认为，美国能源政策缺乏全球视野并且包含传统性的矛盾，使得美国有可能难以满足正在出现的能源供应威胁。

source: 2000: The U.S. Department of Energy commissions CSIS to examine ways to integrate security better with the scientific missions of the department’s nuclear laboratories, resulting in the publication of Science and Security in the 21st Century.
zh_cn: 2000年：美国能源部委托国际战略研究中心研究如何更好地整合安全与该部门核实验室的科学任务，随后国际战略研究中心出版了“21世的纪科学和安全”。

source: 2000: Deputy Secretary of Defense John J. Hamre is elected president of CSIS.
zh_cn: 2000年：美国国防部常务副部长约翰J哈姆雷当选为国际战略研究中心主席。

source: 1999: In the wake of Asia’s financial crisis, CSIS convenes a congressional task force on global financial stability, co-chaired by Senators William Roth and Joseph Lieberman and Representatives David Drier and Robert Matsui.
zh_cn: 1999年：随着亚洲金融危机的爆发，国际战略研究中心组织国会专责小组，对全球金融稳定进行研究，此小组由参议员威廉罗斯、约瑟夫利伯曼和代表大卫德瑞尔、罗伯特松井共同主持。

source: 1999: Former ambassador Richard Fairbanks is elected president of CSIS.
zh_cn: 1999年：前大使理查德费尔班克斯当选为国际战略研究中心主席。

source: 1999: Former senator Sam Nunn is elected chairman of the CSIS Board of Trustees.
zh_cn: 1999年：前参议员萨姆纳恩当选为国际战略研究中心董事会主席。

source: 1998: The report of CSIS’s retirement commission, led by Senators Judd Gregg and John Breaux and Representatives Charles Stenholm and Jim Kolbe, becomes the bipartisan benchmark of the Social Security reform debate.
zh_cn: 1998年：国际战略研究中心的报告“退休委员会”，由参议员贾德格雷格、约翰白瑞奥克斯和代表查尔斯斯坦霍姆、基姆柯尔伯共同牵头撰写，成为两党社会保障改革议案的基准。

source: Senators Daniel Patrick Moynihan, Robert Kerrey, and others endorse the plan.
zh_cn: 参议员丹尼尔帕特里克莫伊尼汉，罗伯特克里等支持这项计划。

source: 1996: CSIS Defense Train Wreck Panel warns of declining readiness and modernization, two years before the executive branch issues a similar warning.
zh_cn: 1996年：国际战略研究中心列车事故小组警告铁路现代化建设准备进度过于落后，先于行政部门两年发出类似的警告。

source: 1995: Global Organized Crime Project hosts officials and experts from around the world to pinpoint the need to train state and local officials on how to deal with weapons of mass destruction; $150 million appended to defense appropriations bill.
zh_cn: 1995年：全球有组织犯罪研究项目组召集来自世界各地的官员和专家，来确定培训州和地方官员如何处理大规模杀伤性武器的需要，随后，一亿五千万美元附加到国防拨款法案。

source: 1993: The CSIS NAFTA and Beyond Commission, led by Paul Volker, is instrumental in Congress’s passage of the North American Free Trade Agreement (NAFTA).
zh_cn: 1993年：由保罗沃尔克领导撰写的“国际战略研究中心北美自由贸易协定扩大委员会”，就是后来在国会通过的《北美自由贸易协定》（ NAFTA ）。

source: 1993: CSIS St. Petersburg Commission launches a successful effort to open, in 1997, a second International Arbitration Court in Russia.
zh_cn: 1993年：国际战略研究中心圣彼得堡委员会开始着手一项计划，经过努力，最终，1997年，第二国际仲裁法院在俄罗斯成立。

source: 1992: Nunn-Domenici Strengthening of America Commission recommends consolidating economic policy in a White House Economic Council; President-elect Clinton implements the recommendation, which offers a way to eliminate the deficit and calls for overhauling the tax system to encourage savings and investment.
zh_cn: 1992年：纳恩多梅尼西美国加强委员会建议巩固白宫经济理事会的经济政策，当选总统克林顿予以采纳，建议中提供了消除赤字的方法，并呼吁彻底改革税收制度以鼓励储蓄和投资。

source: Former representative Jack Kemp later says the plan sparked the tax replacement debate.
zh_cn: 前代表杰克康普后来说，这个计划引发了关于税收改革的辩论。

source: 1989: Honolulu-based Pacific Forum merges with CSIS.
zh_cn: 1989年：檀香山的太平洋论坛与国际战略研究中心合并。

source: 1987: Former ambassador Anne Armstrong is elected chairwoman of the CSIS Board of Trustees.
zh_cn: 1987年：前大使安妮阿姆斯特朗当选国际战略研究中心董事会女主席。

source: 1987: CSIS becomes independent of Georgetown University.
zh_cn: 1987年：国际战略研究中脱离乔治城大学而独立。

source: 1985: CSIS panel leads to the Goldwater-Nichols legislation to reform the Defense Department and Joint Chiefs of Staff.
zh_cn: 1985年：国际战略研究中心的研究小组促成了改革国防部和参谋长联席会议的戈德华特-尼科尔斯立法。

source: Five years later, experts attribute the overwhelming success in the Gulf War to the inter-service cooperation (jointness) resulting from this legislation.
zh_cn: 五年后，专家将海湾战争的巨大成功归功于因为这项立法而产生的内部服务和合作（联合）。

source: 1984: Nunn-Warner panel recommends nuclear risk reduction centers; Russia and the United States adopt.
zh_cn: 1984年：纳恩华纳小组建议将减少核威胁作为两国接触的中心问题，俄罗斯和美国采纳了该建议。

source: 1983: Amos A. Jordan becomes CSIS president, replacing David Abshire, who is nominated to be U.S. ambassador to NATO.
zh_cn: 1983年：阿莫斯约旦接替大卫阿布希尔成为国际战略研究中心主席，后者被提名为美国驻北约大使。

source: 1982: CSIS-promoted Roth-Glenn-Nunn resolution on transatlantic armaments cooperation passes the Senate, 87-1.
zh_cn: 1982年：由国际战略研究中心促成的“罗斯-格伦-纳恩跨大西洋军备合作决议”在参议院通过（ 87-1 ）。

source: The “Nunn” programs legislated in 1985 resulted from this effort.
zh_cn: “纳恩”计划于1985年获得立法也是由于这方面的努力。

source: 1978: CSIS introduces policy gaming on terrorism and natural disasters, which results in a segment on ABC’s 20/20 on a hypothetical bombing in Manhattan that is seen by 7 million Americans.
zh_cn: 1978年：国际战略研究中心介绍了应对恐怖主义和自然灾害的政策，ABC的20/20栏目因此制作了一期假设曼哈顿被轰炸的节目，约700万美国人收看了此节目。

source: 1978: CSIS convenes the first public hearing on Capitol Hill on the Cambodian genocide, sparking major changes in congressional and executive branch perceptions of the tragedy.
zh_cn: 1978年：国际战略研究中心在国会山召开了第一次公开听证会，此次关于柬埔寨种族灭绝的听证会使得美国国会和行政部门对此悲剧的看法发生了根本改变。

source: 1977: Henry Kissinger, former secretary of state, is appointed the first CSIS counselor.
zh_cn: 1977年：前国务卿基辛格被任命为国际战略研究中心首席顾问。

source: 1975: National Coal Commission brings together industrialists and environmentalists and produces extraordinary results, including a cover story in Fortune magazine, 400 market-oriented federal regulations, and a Harvard Business School case study.
zh_cn: 1975年：国家煤矿委员会汇集了工业家和环保主义者并产生了不同凡响的效果，其中包括登上财富杂志成为封面故事，400条以市场为导向的联邦法规，以及成为哈佛商学院的研究案例。

source: 1973: Japan-U.S. inter-parliamentary maritime caucus forms first CSIS “Quadrangular Forum,” with Bill Brock, Hubert Humphrey, Henri Simonet, Saburo Okita, among others.
zh_cn: 1973年：日美两国各议会党团以及海事党团组成了国际战略研究中心“四角星论坛”，包括比尔布洛克，哈姆普雷，亨利西莫内特，大来佐武郎等等。

source: 1971: CSIS moves to 1800 K Street, N.W., in downtown Washington, D.C., where it resides today.
zh_cn: 1971年：国际战略研究中心搬迁到华盛顿特区市中心的1800K街N.W，即现在的所在地。

source: 1968: CSIS publishes a landmark Persian Gulf study.
zh_cn: 1968年：国际战略研究中心发布一项具有里程碑意义的波斯湾研究报告。

source: 1966: CSIS research triggers House hearings on the Sino-Soviet split, chaired by Representative Clement Zablocki, the first public documentation of that historic watershed.
zh_cn: 1966年：国际战略研究中心的研究促成了“关于中苏分裂的众议院听证会”的发表，该文由代表克莱门特扎布劳克主持编写，这是关于这一具有分水岭意义的历史事件的第一份公开文件。

source: 1962: At a CSIS conference on national security, including current counselors Henry Kissinger and James Schlesinger, economist Murray Weidenbaum forecasts that dire economic and inflationary consequences would accompany fighting a limited $20-billion war (a prescient forecast of Vietnam).
zh_cn: 1962年：在一次国际战略研究中心的关于国家安全的会议上，经济学家默里韦登鲍姆预测，打一场20亿美元的有限战争将会导致严峻的经济和通货膨胀后果（对越南有先见之明的预测），顾问亨利基辛格和詹姆斯施莱辛格也出席了会议。

source: 1962: Admiral Arleigh Burke and David Abshire found the Center for Strategic Studies at Georgetown University.
zh_cn: 1962年：海军上将阿利伯克和大卫阿波希尔在乔治敦大学建立了一个战略研究中心。
